[TheWorld:PersistentLevel.H7BattleSite_1 H7BattleSite]
mDescription="这座圣殿由一只神圣的生物守护着。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_10 H7BattleSite]
mDescription="这座圣殿由一只神圣的生物守护着。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_11 H7BattleSite]
mDescription="巨大的野兽潜伏在这个洞穴中，震动导致洞穴坍塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_12 H7BattleSite]
mDescription="这些遗迹看起来寂静而无生气。然而，一股强大的魔力可以被感知到。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_13 H7BattleSite]
mDescription="这些遗迹看起来寂静而无生气。然而，一股强大的魔力可以被感知到。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_14 H7BattleSite]
mDescription="这些遗迹看起来寂静而无生气。然而，一股强大的魔力可以被感知到。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_18 H7BattleSite]
mDescription="这艘船已被拆毁。原主人肯定没时间抢救他的货物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_19 H7BattleSite]
mDescription="这艘船已被拆毁。原主人肯定没时间抢救他的货物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_2 H7BattleSite]
mDescription="巨大的野兽藏匿在这个洞穴中，使得洞穴在震动中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_20 H7BattleSite]
mDescription="这艘船已被拆毁。原主人肯定没时间抢救他的货物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_21 H7BattleSite]
mDescription="这艘船已被拆毁。原主人肯定没时间抢救他的货物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_22 H7BattleSite]
mDescription="这艘船已被拆毁。原主人肯定没时间抢救他的货物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_23 H7BattleSite]
mDescription="这艘船已被拆毁。原主人肯定没时间抢救他的货物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_24 H7BattleSite]
mDescription="这艘船已被拆毁。原主人肯定没时间抢救他的货物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_25 H7BattleSite]
mDescription="这艘船几乎无法航行，似乎被遗弃了。或许它还藏着财宝？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_26 H7BattleSite]
mDescription="这艘船几乎无法航行，似乎被遗弃了。或许它还藏着财宝？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_27 H7BattleSite]
mDescription="这艘船几乎无法航行，似乎被遗弃了。或许它还藏着财宝？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_28 H7BattleSite]
mDescription="这艘船几乎无法航行，似乎被遗弃了。或许它还藏着财宝？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_29 H7BattleSite]
mDescription="这艘船几乎无法航行，似乎被遗弃了。或许它还藏着财宝？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_3 H7BattleSite]
mDescription="巨大的野兽潜伏在这个洞穴中，震动导致洞穴坍塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_30 H7BattleSite]
mDescription="这艘船几乎无法航行，似乎被遗弃了。或许它还藏着财宝？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_31 H7BattleSite]
mDescription="这艘船已被撕裂。原主人肯定没时间拯救他的货物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_32 H7BattleSite]
mDescription="这座圣殿由一只神圣的生物守护着。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_33 H7BattleSite]
mDescription="这座圣殿由一只神圣的生物守护着。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_34 H7BattleSite]
mDescription="这座圣殿由一只神圣的生物守护着。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_38 H7BattleSite]
mDescription="这艘船几乎无法航行，看起来被遗弃了，也许它仍然藏着一些财宝。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_39 H7BattleSite]
mDescription="这艘船几乎无法航行，看起来被遗弃了，也许它仍然藏着一些财宝。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_4 H7BattleSite]
mDescription="这个地方被诅咒了，但阴影中可能藏着一件强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_40 H7BattleSite]
mDescription="这艘船几乎无法航行，看起来被遗弃了，也许它仍然藏着一些财宝。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_41 H7BattleSite]
mDescription="这艘船几乎无法航行，看起来被遗弃了，也许它仍然藏着一些财宝。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_42 H7BattleSite]
mDescription="这艘船几乎无法航行，看起来被遗弃了，也许它仍然藏着一些财宝。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_43 H7BattleSite]
mDescription="这艘船几乎无法航行，看起来被遗弃了，也许它仍然藏着一些财宝。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_5 H7BattleSite]
mDescription="这个地方被诅咒了，但阴影中可能藏着一件强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_6 H7BattleSite]
mDescription="巨大的野兽藏匿在这个洞穴中，使得洞穴在震动中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_7 H7BattleSite]
mDescription="这个地方被诅咒了，但阴影中可能藏着一件强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_8 H7BattleSite]
mDescription="巨大的野兽藏匿在这个洞穴中，使得洞穴在震动中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_9 H7BattleSite]
mDescription="这个地方被诅咒了，但阴影中可能藏着一件强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7CombatObstacleObject_0 H7CombatObstacleObject]
mObstacleName="木堆"

[TheWorld:PersistentLevel.H7Creature_4 H7Creature]
mName="森林万神殿"
mLore=""

[TheWorld:PersistentLevel.H7CrusaderCommandery_0 H7CrusaderCommandery]
mDescription="只有一小支驻军在保护这个地方。附近似乎没有援军。"
mName=""

[TheWorld:PersistentLevel.H7CrusaderCommandery_1 H7CrusaderCommandery]
mDescription="只有一小支驻军在保护这个地方。附近似乎没有援军。"
mName=""

[TheWorld:PersistentLevel.H7CrusaderCommandery_2 H7CrusaderCommandery]
mDescription="只有一小支驻军在保护这个地方。附近似乎没有援军。"
mName=""

[TheWorld:PersistentLevel.H7CrusaderCommandery_3 H7CrusaderCommandery]
mDescription="只有一小支驻军在保护这个地方。附近似乎没有援军。"
mName=""

[TheWorld:PersistentLevel.H7CrusaderCommandery_4 H7CrusaderCommandery]
mDescription="只有一小支驻军在保护这个地方。附近似乎没有援军。"
mName=""

[TheWorld:PersistentLevel.H7CrusaderCommandery_5 H7CrusaderCommandery]
mDescription="只有一小支驻军在保护这个地方。附近似乎没有援军。"
mName=""

[TheWorld:PersistentLevel.H7DragonUtopia_0 H7DragonUtopia]
mDescription="这个地点充满了魔法力量，由凶猛的元素生物守卫着。"
mName=""

[TheWorld:PersistentLevel.H7DragonUtopia_1 H7DragonUtopia]
mDescription="这个地点充满了魔法力量，由凶猛的元素生物守卫着。"
mName=""

[TheWorld:PersistentLevel.H7DragonUtopia_2 H7DragonUtopia]
mDescription="这个地点充满了魔法力量，由凶猛的元素生物守卫着。"
mName=""

[TheWorld:PersistentLevel.H7DragonUtopia_3 H7DragonUtopia]
mDescription="这个地点充满了魔法力量，由凶猛的元素生物守卫着。"
mName=""

[TheWorld:PersistentLevel.H7DragonUtopia_4 H7DragonUtopia]
mDescription="这个地点充满了魔法力量，由凶猛的元素生物守卫着。"
mName=""

[TheWorld:PersistentLevel.H7DragonUtopia_5 H7DragonUtopia]
mDescription="这个地点充满了魔法力量，由凶猛的元素生物守卫着。"
mName=""

[TheWorld:PersistentLevel.H7RunicBox_0 H7RunicBox]
mName="潘多尔盒"

[TheWorld:PersistentLevel.H7RunicBox_1 H7RunicBox]
mName="潘多尔盒"

[TheWorld:PersistentLevel.H7RunicBox_2 H7RunicBox]
mName="潘多尔盒"

[TheWorld:PersistentLevel.H7RunicBox_3 H7RunicBox]
mName="潘多尔盒"

[TheWorld:PersistentLevel.H7RunicBox_4 H7RunicBox]
mName="潘多尔盒"

[TheWorld:PersistentLevel.H7RunicBox_5 H7RunicBox]
mName="潘多尔盒"

[TheWorld:PersistentLevel.H7SignPostBuoy_0 H7SignPostBuoy]
mHeadline=""
mMessage="城堡遗迹的钥匙在首领之后。"
mName=""

[TheWorld:PersistentLevel.H7SignPostBuoy_3 H7SignPostBuoy]
mHeadline=""
mMessage="找到木材库存来建造一艘船"
mName=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_0.H7SeqAct_QuestObjective_12 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制一座城镇，或失去所有英雄和城镇，则被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_0.H7SeqAct_QuestObjective_14 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制一座城镇，或失去所有英雄和城镇，则被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_0.H7SeqAct_QuestObjective_16 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制一座城镇，或失去所有英雄和城镇，则被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_0.H7SeqAct_QuestObjective_18 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制一座城镇，或失去所有英雄和城镇，则被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_0.H7SeqAct_QuestObjective_20 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制一座城镇，或失去所有英雄和城镇，则被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_0.H7SeqAct_QuestObjective_22 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制一座城镇，或失去所有英雄和城镇，则被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_12 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制一座城镇，或失去所有英雄和城镇，则被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_14 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制一座城镇，或失去所有英雄和城镇，则被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_16 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制一座城镇，或失去所有英雄和城镇，则被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_18 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制一座城镇，或失去所有英雄和城镇，则被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_20 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制一座城镇，或失去所有英雄和城镇，则被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_22 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制一座城镇，或失去所有英雄和城镇，则被击败。"


[TheWorld:PersistentLevel.WorldInfo_0.H7MapInfo_4 H7MapInfo]
mName="杉提瑞之城（多人模式） H7.5"
mDescription="杉提瑞之城：\n\n6名玩家为夺取杉提瑞之城的控制权而战。\n地图特定规则：\n-每个区域在资源、物品和奖励方面都是平衡的。\n-每个区域都有相同的中立英雄守卫需要击败，以获得进入杉提瑞遗迹的钥匙。\n新建了3座建筑，均匀分布在地图各处，只要拥有该建筑，就能为核心和精英单位提供20%的产量加成。这些建筑可以被对手占领。\n\n祝各位英雄游戏愉快！\n"